export const dummyFeature = {
  type: "Feature",
  state: {},
  geometry: {
    type: "Polygon",
    coordinates: [
      [
        [34.354108572006226, 53.23597972704869],
        [34.35423329472542, 53.23608327248101],
        [34.35457795858383, 53.235933974336035],
        [34.354954808950424, 53.23624701823485],
        [34.354645013809204, 53.23638026186646],
        [34.354771077632904, 53.23648541166841],
        [34.35526326298714, 53.236272703786454],
        [34.35463562607765, 53.23575256836233],
        [34.354108572006226, 53.23597972704869],
      ],
    ],
  },
  properties: {
    rating: 5,
    amount: 2,
    name: "проспект Ленина, 3",
    lng: "34.354686",
    lat: "53.236119",
    iso_3166_2: "RU-BRY",
    id: "141222449",
    x: 39022,
    y: 21276,
  },
  id: 141222449,
  layer: {
    id: "ratedFeatures",
    type: "fill",
    source: "ratedFeaturesSource",
    minzoom: 8,
    paint: {
      "fill-opacity": 0.375,
      "fill-color": {
        r: 0,
        g: 0.8784313725490196,
        b: 0.043137254901960784,
        a: 1,
      },
    },
    layout: {},
  },
  source: "ratedFeaturesSource",
};
